[
    {
        "title": "The Review as an Agent of Change and Quality",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2563",
        "authors": [
            "José  Mariz"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2563",
        "publish_date": "2024-03-20"
    },
    {
        "title": "Portuguese Journal of Internal Medicine: Data from 2023",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2562",
        "authors": [
            "Filipa Malheiro"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2562",
        "publish_date": "2024-03-20"
    },
    {
        "title": "The Evolution of Medicine that Internal Medicine and the SPMI Must Overcome",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2564",
        "authors": [
            "Lèlita Santos"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2564",
        "publish_date": "2024-03-20"
    },
    {
        "title": "Are COMPASS Candidates Among Internal Medicine Patients? Insights from the Internal Medicine Clinic",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2176",
        "authors": [
            "Sofia Rosado Julião",
            "Andreia Rodrigues Lopes",
            "Diana Palácios",
            "Dora Lemos Sargento",
            "Teresa Fonseca",
            "Mariana Alves"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": {
            "Introduction": "We sought to evaluate if internal medicineoutpatients are candidates to COMPASS trial strategy (lowdose rivaroxaban twice a day plus daily acetylsalicylic acid),to detail the inclusion and exclusion criteria of COMPASS trial presented by internal medicine patients and to evaluate the frequency of patients already under the strategy.",
            "Methods": "Observational, retrospective, and transversalstudy in an internal medicine department of a tertiary university hospital. During a one-month period, we consulted all electronic medical records of internal medicine appointments to assess which patients presented inclusion and exclusion criteria of the COMPASS trial.",
            "Results": "Of 228 patients, 40 (17.5%) met inclusion criteriafor COMPASS trial. Twelve (30.0%) had coronary artery disease, 21 (52.5%) had peripheral artery disease, and 6 (1.5%) had both. One patient was already on the COMPASS trial strategy. Of those who met inclusion criteria, 70.0% (n = 28) presented at least one exclusion criteria. The most frequent was the use of oral anticoagulation (mostly due to atrial fibrillation), followed by the users of non- acetylsalicylic acid antiplatelet therapy.",
            "Conclusion": "The number of internal medicine patients who are eligible to benefit from the COMPASS strategy is relevant. Internal medicine physicians must be aware of inclusion and exclusion criteria of this new prevention strategy to promptly apply it in clinical practice."
        },
        "keywords": [
            "Aspirin/therapeutic use",
            "Coronary Artery Disease/ drug therapy",
            "Peripheral Arterial Disease/drug therapy",
            "Rivaroxaban/therapeutic use"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2176",
        "publish_date": "2024-03-20"
    },
    {
        "title": "COVID-19, the Reality of an Internal Medicine Ward",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2315",
        "authors": [
            "Joana Gomes da Cunha",
            "Rita dos Santos Almeida",
            "Sofia dos Santos Pereira",
            "Ricardo Veiga",
            "Marta Costa",
            "Vera Romão"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": {
            "Introduction": "The reorganization of health care imposedby the COVID-19 pandemic revealed the work capacity of all health professionals, mirroring the fundamental role of Internal Medicine. This work intended to highlight the complexity of managing the COVID-19 patient, often guided by the absence of theoretical/scientific support in the face of the unknown.",
            "Methods": "A retrospective and descriptive evaluation of all patients with SARS-COV2 infection admitted to a ward of the Internal Medicine service, Unidade Local de Saúde de Viseu Dão-Lafões (ULS Viseu Dão-Lafões), in the periodbetween January-April and July-November 2021 (pandemicpeaks of 2021).",
            "Results": "During the nine months under study, 394 patientswere evaluated, with a predominance of males 56.60% (n = 223) and an average age of 70.42 years. The average length of stay was 13.95 days. Most had at least one cardiovascular risk factor, and only 29.44% (n = 116) were vaccinated against COVID-19. Of the therapy, 84.26% (n = 332) received dexamethasone, 85.79% (n =3 38) needed supplemental oxygen therapy; approximately 22.08% (n = 87) required non-invasive mechanical ventilation, and 7.61% (n = 30) underwent invasive mechanical ventilation/high-flow oxygen therapy. There were 23.86% (N = 94) deaths. COVID-19 infection was the primary diagnosis in most patients, but many were secondary diagnoses.",
            "Conclusion": "The severity and complexity of an unknownnosological disease, in the pandemic phase, is of enormousprofessional and personal demand, as represented by thecharacterization of this sample. The spectrum of critically illpatients in need of mechanical ventilatory support stands out, in an admissions curve that turned out to be exponential."
        },
        "keywords": [
            "COVID-19",
            "Internal Medicine",
            "Respiration",
            "A"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2315",
        "publish_date": "2024-03-20"
    },
    {
        "title": "Afternoon of the Young Internist: New Opportunities for Internal Medicine",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2364",
        "authors": [
            "Ana Rita Ramalho",
            "Beatriz Castro Silva",
            "Carlos Gonçalves",
            "Filipa Rodrigues",
            "Filipe Alfaiate",
            "Flávia Freitas",
            "Ricardo Ascenção",
            "Maria Teresa Brito",
            "Rita Noversa de Sousa",
            "Miguel Romano",
            "Alexandra Esteves",
            "Patrício Aguiar"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": ".",
        "keywords": [
            "Internal Medicine",
            "Machine Learning"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2364",
        "publish_date": "2024-03-20"
    },
    {
        "title": "Exuberant Cushing Syndrome, due to a Rare Adrenal Cortex Carcinoma",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2038",
        "authors": [
            "Daniela Antunes",
            "Ana Cláudia Antunes",
            "Ana  Ponciano"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": {},
        "keywords": [
            "Adrenal Cortex Neoplasms",
            "Cushing's Syndrome"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2038",
        "publish_date": "2024-03-20"
    },
    {
        "title": "Hemolytic-Uremic Syndrome Mediated by Complement: A Case Report",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1927",
        "authors": [
            "Inês de Albuquerque Monteiro",
            "Pedro  Fernandes Moura",
            "Filipa Pinho",
            "Rita Gonçalves Pinto",
            "Pedro Silveira"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": "Complement-mediated hemolytic uremic syndrome (cHUS)is a rare syndrome that predominantly affects children andyoung adults and arises from defects in the regulation of the complement cascade. We present the case of a patient who presented with a clinical picture of nausea, vomiting, diffuse abdominal pain, diarrhea, and dark urine with three days of evolution. Analytically, there were signs of microangiopathic hemolytic anemia, thrombocytopenia, and renal injury, and the patient was admitted for study. Initially treated with plasmapheresis and corticosteroids, without clinical or analytical improvement. After an exhaustive study, and with more likely diagnosesexcluded, cHUS was assumed and treatment with eculizumab was initiated with sustained recovery.",
        "keywords": [
            "Atypical Hemolytic Uremic Syndrome",
            "Complement Activation",
            "Complement Inactivating Agents/ therapeutic use",
            "Complement System Proteins"
        ],
        "doi": "https://doi.org/10.24950/rspmi.1927",
        "publish_date": "2024-03-20"
    },
    {
        "title": "VEXAS Syndrome: What do we Know Two Years After its Discovery?",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2208",
        "authors": [
            "Beatriz Saraiva Ferreira",
            "Margarida Ribeiro",
            "Andreia Machado",
            "Antony Dionísio",
            "Marta Roldão",
            "Inês Araújo",
            "Cândida Fonseca"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": "VEXAS (vacuoles, E1 enzyme, X-linked, autoinflammatory, somatic) syndrome was identified in 2020 by Beck et al, when analyzing the genome of 2560 patients with differenttypes of autoinflammatory manifestations.A literature review was carried out with the aim of disseminating existing scientific evidence and increasing the degree of clinical suspicion of the medical community.Currently, many mutations associated with this syndromehave been identified, causing defects in the ubiquitylationand activation of the innate immune system. From thephenotypic analyses of the mutation carriers, some common features were found: male, over 50 years old, cytopenias, fever and constitutional symptoms, and all organs and systems with variable manifestations and proportions may be involved. The inflammatory and multi-systemic nature of this disease leads to a diagnostic and treatment challenge, adding to the already existing high morbimortality. Presently, the treatments with greater efficiency are corticosteroid therapy, azacytidine, JAK-1/2 inhibitors and interleukin-6 inhibitors. There are also benefits in autologous stem cell transplants.Given its recent identification and low number of diagnosedpatients, most available studies have limitations related to the methodology and short duration of follow-up, prevailing the need for prospective clinical trials in order todefine the best therapeutic strategies and to improve thesepatients’ prognosis.",
        "keywords": [
            "Inflammation",
            "Myelodysplastic Syndromes",
            "Ubiquitin- Activating Enzymes",
            "VEXAS Syndrome"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2208",
        "publish_date": "2024-03-20"
    },
    {
        "title": "Vaccination in Diabetic Patients: It Is Important to Not Forget",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2370",
        "authors": [
            "Pedro Oliveira"
        ],
        "edition": "Vol. 31 No. 1 (2024): Janeiro/Março",
        "abstract": ".",
        "keywords": [
            "Diabetes Mellitus",
            "Vaccination"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2370",
        "publish_date": "2024-03-20"
    },
    {
        "title": "The Journal of Internal Medicine and the 30th National Congress of Internal Medicine",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2604",
        "authors": [
            "José Mariz"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2604",
        "publish_date": "2024-07-01"
    },
    {
        "title": "The Physician-Scientist: Same Intensity, in the same Soul, towards Medicine and Research",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2603",
        "authors": [
            "Marco  A Alba"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2603",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Being an Internist, Being an SPMI Member",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2596",
        "authors": [
            "Luís  Duarte Costa"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {},
        "keywords": [
            "Change Management",
            "Internal Medicine/trends",
            "Organizational Innovation",
            "Societies",
            "Medical/organization and administration"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2596",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Screening for Diabetes and Pre-Diabetes among Patients Admitted to an Internal Medicine Ward",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2363",
        "authors": [
            "João Dinis Martins",
            "Ana Rita Ambrósio",
            "Henrique Pina",
            "Carolina Abreu",
            "Hugo Pêgo",
            "Sílvia Guerra",
            "Cristina Valadas",
            "Fernando Martos Gonçalves"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {
            "Introduction": "The estimated prevalence of diabetes inPortugal is 14.1%, with only 56% of cases being diagnosed.When including pre-diabetes, the joint prevalence reaches42.7%. This study aimed to determine the prevalence of undiagnosed cases of diabetes and pre-diabetes among patients admitted to an Internal Medicine ward, thereby assessing the relevance of routinely conducting glycated hemoglobin (HbA1c) determinations for all admitted patients.",
            "Material and Methods": "In this descriptive observationalcross-sectional study, patients admitted to an Internal Medicine ward over a 15-week period were analyzed. Patients were excluded if they met any of the following criteria: a prior diagnosis of diabetes, the presence of pathologies or conditions that could interfere with HbA1c measurements, or if screening would not be beneficial due to clinical or ethical considerations. After identifying eligible patients, HbA1c levels were determined, and patients were categorized as “Without Diabetes”, “Pre-Diabetes” or “Diabetes”, with corresponding prevalence rates calculated.",
            "Results": "Out of 518 hospitalized patients, 207 (39.96%) met the eligibility criteria. Among them, 88 (42.51%) patients had pre-diabetes, while newly diagnosed diabetes casesaccounted for 10.15% (n = 21) of the eligible population.",
            "Conclusion": "Given the rate of initial diabetes diagnoses,routine screening upon admission appears relevant andought to be considered according to local context."
        },
        "keywords": [
            "Diabetes Mellitus/diagnosis",
            "Glycated Hemoglobin",
            "Prediabetic State"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2363",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Emergency Department Management of Direct Oral Anticoagulants Agents",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2493",
        "authors": [
            "Ana Brochado",
            "David Ferreira"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {
            "Introduction": "Nowadays, direct oral anticoagulants arecommonly used and Emergency Department response regarding its adverse effects and its reversion when invasive procedures are needed is crucial. Regular coagulation tests correlate poorly with plasma concentrations of direct oral anticoagulants, so specialized anti-Xa and anti-IIa assays are necessary.",
            "Methods": "In this study, we analyzed all the Emergency Department electronic medical records corresponding to patients that had direct oral anticoagulants quantification assays performed during a six-month period.",
            "Results": "Of the 88 admissions evaluated, the main indications for anticoagulation were atrial fibrillation or flutter and previous thrombotic events. Direct oral anticoagulants quantification was performed mainly due to hemorrhagic events and need for urgent invasive technical procedures. At admission, most patients had direct oral anticoagulants concentrations > 50 ng/mL and more than half had their anticoagulation suspended at discharge (pending further evaluation in an outpatient setting). 26% did prothrombin complex and 5% did Idarucizumab, due to clinical severity. None of the patients did Andexanet alfa due to its unavailability. Regarding readmissions within 6 months, only 5 patients were readmitted, with recurrent bleeding or anemia and no thromboembolic events were registered.",
            "Conclusion": "Direct oral anticoagulants quantification minimized unnecessary complications associated with urgent surgical and invasive technical procedures. Creating Emergency Department protocols, accessible to all specialties, regarding direct oral anticoagulants quantification and its main indications, should be a priority in anticoagulation management, guiding clinical decisions and reducing duration of hospital stay, comorbidities and mortality."
        },
        "keywords": [
            "Administration",
            "Oral",
            "Anticoagulants",
            "Emergency Service",
            "Hospital",
            "Factor Xa Inhibitors"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2493",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Recommendations of the Spanish-Portuguese Internal Medicine Services in the Fight Against Climate Change and Environmental Degradation",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2557",
        "authors": [
            "L. Campos",
            "M.M. Chimeno Viñas",
            "J.  Carretero Gómez",
            "L. Santos",
            "A. Cabrera Rayo",
            "P.R. Valdez",
            "R. Gómes-Huelgas Gómez-Huelgas"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": "Facing the severity of the impact of climate change andenvironmental degradation on human health, 32 InternalMedicine societies, colleges, and associations of 29 Spanishand Portuguese-speaking countries publish a consensusdocument calling for the implication of doctors and allhealth professionals, in the global fight against the causesof these changes. This commitment requires the cooperation of health-related organizations, elaboration and implementation of good environmental sustainability practices, greater awareness of health professionals and population, promotion of education and research in this area, increasing climate resilience and environmental sustainability of health systems, combating inequalities and protecting the most vulnerable populations, adopting behaviors that protect the environment, and claiming Internal Medicine as a core specialty for empowerment of the health system to respond to these challenges.",
        "keywords": [
            "Climate Change",
            "Environment",
            "Internal Medicine",
            "One Health",
            "Physicians"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2557",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Complications and Relapse in a Mantle Cell Lymphoma Patient: A Case Report",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2488",
        "authors": [
            "Ana Luís Vasconcelos",
            "Luís Neves da Silva",
            "Patrícia Cláudio Ferreira",
            "Rita Pinto Ribeiro",
            "Margarida Monteiro",
            "Rosário Araújo"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": "Mantle cell lymphoma, a subtype of B-cell non-Hodgkinlymphoma, is an incurable disease with an aggressive clinical course. In non-transplant eligible patients, chemotherapy regimens extend the overall and progression-free survival, at the expense of an increased risk of infectious complications.The authors describe the case of a 73-year-old man, previously diagnosed with mantle cell lymphoma, under rituximab maintenance therapy, who presents with a series of infectious and non-infectious pulmonary complications. A radiological pattern of diffuse pulmonary infiltrates and a solitary nodule were the manifestations of multiple conditions, and, ultimately, the evidence for mantle cell lymphoma progression.In this case, we recall that any new lung lesion in a known or treated case of lymphoma should be carefully evaluated for disease progression or recurrence. We also expose the intricate management of an immunocompromised patient with successive severe infections.",
        "keywords": [
            "Lymphoma",
            "Mantle-Cell",
            "Lung Diseases",
            "Fungal",
            "Organizing Pneumonia",
            "SARS-CoV-2"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2488",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Phlegmasia Cerulea Dolens: An Uncommon Presentation of Deep Vein Thrombosis",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2485",
        "authors": [
            "Rita Pinto Araújo",
            "Rita Soares Costa",
            "Joana S. F. Rodrigues",
            "Rita Maciel"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {},
        "keywords": [
            "Aged",
            "Cyanosis",
            "Edema",
            "Leg",
            "Venous Thrombosis/ complications"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2485",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Technological Innovations in Hepatitis C Screening and Diagnosis: Focused Literature Review",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2175",
        "authors": [
            "Inês Botto",
            "Inês Rodrigues",
            "Sérgio Bronze",
            "Diogo Medina",
            "Rita Freire",
            "Fátima Serejo"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {
            "Introduction": "Current Portuguese hepatitis C virus (HCV)screening guidance (2017) limits confirmation of antibody--positive test results to hospital specialist visits, using nucleic acid amplification tests (NAAT). No other professionals, healthcare settings, or testing technologies are included, despite innovations toward more patient-centric care.",
            "Methods": "We performed a focused review of literaturepublished between 2011 and 2021 regarding reflex (in which confirmation of antibody-positive test is done on the initial serum specimen) or single-step testing, HCV core antigen (cAg), and point-of-care (POC) HCV NAAT.",
            "Results": "We incorporated a total of 44 relevant papers,mostly from Spain and the United States of America.",
            "Discussion": "Reflex testing workflows have consistentlybeen shown to increase completion of confirmatory testing,screening program cost-effectiveness, patient linkageto care, and treatment initiation. HCV cAg determinationhas also been established as an acceptable alternative toNAAT for confirmatory testing, with lower cost and lowerturnaround time (70% and 85% respectively). Lastly, POCHCV NAAT enables decentralized screening in communitysettings, with minimal infrastructure and technical expertiserequired. Although concerns remain regarding the cost ofPOC NAAT solutions, their availability is crucial in empowering facilities caring for at-risk populations to perform timely confirmatory testing and increase patient linkage to care and treatment.",
            "Conclusion": "There is a strong body of evidence to supportreflex testing as the standard of care for HCV screeningin all healthcare settings. HCV cAg or POC HCV NAATconfirmatory testing should also be supported where appropriate, in alternative to strictly central laboratory-based HCV NAAT."
        },
        "keywords": [
            "Hepatitis C/diagnosis",
            "Hepatitis C",
            "Chronic/ diagnosis",
            "Hepatitis",
            "Viral",
            "Human",
            "Point-of-Care Systems"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2175",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Sglt2 Inhibitor: An Antidiabetic, Cardioenhancer, Renoprotector…or the Internist's Elixir?\n\t\t\t\t\t\t\t\n\t\t\t\t\tRevisão Narrativa - Uma narrativa baseada na história e na prova",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2183",
        "authors": [
            "Bernardo Vidal Pimentel",
            "Vanessa Novais de Carvalho",
            "Nuno Maia das Neves",
            "Francisco  Soares Laranjeira",
            "Pedro Morais Sarmento"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": "This review article addresses the history, underlying evidence, proposed mechanisms, and clinical implication ofsodium glucose cotransporter type 2 inhibitors (SGLT2i),framing them from the perspective of the general practitioner internist of the present decade.The sodium glucose cotransporter inhibitors, onceidentified in the apple tree root bark but with no obvioustherapeutic purpose, were initially developed as another hypoglycemic agent. Recently, its use has undergone a reversal. Large randomized controlled clinical trials revealed: first drug class to improve cardiovascular outcomes and mortality in type 2 diabetes; one more prognosis-modifying class in heart failure; first class with clear benefit in prognosis and even mortality in chronic kidney disease. The mechanisms are still not completely understood, but hypotheses include a diuretic effect and metabolism modulation.Internal Medicine, as a differentiating generalist specialty,is par excellence able to deal with the all spectrum use of SGLT2i.",
        "keywords": [
            "Diabetes Mellitus",
            "Type 2/drug therapy",
            "Heart Failure/drug therapy",
            "Internal Medicine",
            "Renal Insufficiency",
            "Chronic/drug therapy",
            "Sodium-Glucose Transporter 2 Inhibitors/ therapeutic use"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2183",
        "publish_date": "2024-07-01"
    },
    {
        "title": "The Impact of Respiratory Rehabilitation in an Internal Medicine Ward",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2498",
        "authors": [
            "Elisabete Brum Bento de Sousa",
            "Catarina  Guimarães Silva",
            "Maria de Meneses Rebelo",
            "Catarina  Costa"
        ],
        "edition": "Vol. 31 No. 2 (2024): Abril/Junho",
        "abstract": {},
        "keywords": [
            "Hospital Departments",
            "Internal Medicine",
            "Respiratory Therapy/methods"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2498",
        "publish_date": "2024-07-01"
    },
    {
        "title": "Medicine Goes Digital or Is it Already?",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2590",
        "authors": [
            "José  Mariz"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2590",
        "publish_date": "2024-05-17"
    },
    {
        "title": "Exploring Digital Exceptionalism in Healthcare: Navigating Trust, Efficacy, Equity and Potential Harms",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2583",
        "authors": [
            "Nadine Santos"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2583",
        "publish_date": "2024-05-17"
    },
    {
        "title": "Speech as an Emotional Load Biomarker in Clinical Applications",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2587",
        "authors": [
            "Luís Coelho"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": {
            "Introduction": "Healthcare professionals often contend with significant emotional burdens in their work, including the impact of negative emotions, such as stress and anxiety, which can have profound consequences on immediate and long-term healthcare delivery. In this paper a stress estimation algorithm is proposed based on the classification of negative valence emotions in speech recordings.",
            "Methods": "An end-to-end machine learning pipeline is proposed. Two distinct decision models are considered, VGG-16 and SqueezeNet, while sharing a common constant Q power spectrogram input for acoustic representation. The system is trained and evaluated using the RAVDESS and TESS emotional speech datasets.",
            "Results": "The system was evaluated for individual emotionclassification (multiclass problem) and also for negative andneutral or positive emotion classification (binary problem). The results achieved are comparable to previously reported systems, with the SqueezeNet model offering a significantly smaller footprint, enabling versatile applications. Further exploration of the model's parameter space holds promise for enhanced performance.",
            "Conclusion": "The proposed system can constitute a feasibleapproach for the estimation of a low-cost non-invasive biomarker for negative emotions. This allows to raise alerts and develop mitigating actions to the burden of negative emotions, being an additional management tool for healthcare services that allows to maintain quality and maximize availability."
        },
        "keywords": [
            "Biomarkers",
            "Emotions",
            "Machine Learning",
            "Speech"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2587",
        "publish_date": "2024-05-17"
    },
    {
        "title": "Diabetes in the Digital World",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2586",
        "authors": [
            "Rita Nortadas",
            "Dulce Nascimento do Ó",
            "Rogério Ribeiro",
            "João Raposo"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": "Despite constant pharmacological evolution, diabetes is a particular condition whose control is hard and laborious to achieve. Several aspects contribute to this difficulty. Chronic and acute complications of diabetes represent loss in quality of life and have a significant impact on resource consumption and global health costs.Technological developments have contributed considerably to the paradigm shift in the reality of those who work in diabetes and those who live with the disease. The incorporation of digital technology and artificial intelligence in diabetes adds value and has already been implemented in clinical practice. This alliance leads to the existence of professionals who are more aware of the health status of people with diabetes, who become much more capable themselves and self-sufficient to manage their own condition.",
        "keywords": [
            "Artificial Intelligence",
            "Diabetes Mellitus",
            "Digital Health",
            "Technology"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2586",
        "publish_date": "2024-05-17"
    },
    {
        "title": "Artificial Intelligence and Ultrasonography",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2585",
        "authors": [
            "Michael Blaivas"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": "Artificial intelligence (AI) and its many aliases, including machine learning, deep learning and big data, have invaded modern medicine impacting most aspects of modern practice. One of the most controversial and potentially impactful, is artificial intelligence use in medical imaging. While most commercial and academic attention has focused on higher cost imaging modalities such as magnetic imaging resonance (MRI) and computed tomography (CT), ultrasound has also become the target of AI application developers. Ultrasound presents additional barriers to AI application development and execution, not seen in axial imaging such as MRI and CT. Point-of-care ultrasound (POCUS), with its lack of standardization and plethora of inexperienced users, poses the greatest imaging challenge to AI. However, POCUS is also the key to widespread access to diagnostic and interventional ultrasound at the patient’s bedside throughout the world. This article discusses AI, it utilization in POCUS, current challenges, risks, limitations, needs and future possibilities.",
        "keywords": [
            "Artificial Intelligence",
            "Deep Learning",
            "Internal Medicine",
            "Machine Learning",
            "Point-of-Care Systems",
            "Ultrasonography"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2585",
        "publish_date": "2024-05-17"
    },
    {
        "title": "New Paradigms in Digital Health and The Internal Medicine of The Future",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2584",
        "authors": [
            "Juliana Sá",
            "Henrique Martins"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": {},
        "keywords": [
            "Artificial Intelligence",
            "Digital Health",
            "Internal Medicine"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2584",
        "publish_date": "2024-05-17"
    },
    {
        "title": "The Digital Transition of Healthcare: A Pilot Experience",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2589",
        "authors": [
            "Liliana Amorim",
            "Joana  Morais",
            "Rui  Costa",
            "Teresa Castanho",
            "Carolina  Neves",
            "Maria  João Sousa",
            "Rita Sousa",
            "Filipa Martins",
            "Rui Domingues",
            "Olga Pires",
            "Carlos Capela",
            "Nuno  Sousa"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": "The healthcare context is undergoing a significant transformation, facing a series of complex and unprecedented challenges. This transformation is triggered by accessibility constraints to healthcare services, increased expectations from patients and sing financial burdens. Rather than being seen as unsolvable obstacles, these challenges can be perceived as powerful stimuli, encouraging the search for innovative and creative solutions, especially in a context where new digital technologies applicable to healthcare are emerging. In the context of this article, which shares a transformative visionof healthcare provision, we describe a pilot program developed for the Heart Failure ambulatory of the Internal Medicine Department at the Braga Local Health Unit (ULS-Braga). This proposal encompasses not only treatment, but also proactive health promotion, based on an approach that incorporates cutting-edge digital technology. The overall aim is to significantly expand the scope of outpatient services and provide innovative home care, bringing it closer to the specific needs of (healthy and sick) individuals.",
        "keywords": [
            "Digital Health",
            "eHealth Strategies",
            "Patient-Centered Care"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2589",
        "publish_date": "2024-05-17"
    },
    {
        "title": "Artificial Intelligence Revolutionizing Scientific Publishing",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2591",
        "authors": [
            "Helena Donato"
        ],
        "edition": "Vol. 31 No. 1 - Edição Especial (2024): Medicina Digital",
        "abstract": ".",
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2591",
        "publish_date": "2024-05-17"
    },
    {
        "title": "Reflexão sobre a Realidade da Publicação na Revista Portuguesa de  Medicina Interna",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2638",
        "authors": [
            "José  Mariz"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2638",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Diretor de Serviço por um Dia",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2593",
        "authors": [
            "Inês  de Sousa Miranda",
            "Ana Rita Ramalho",
            "Elisa Caldeira",
            "Rita Noversa de Sousa",
            "Ricardo Louro",
            "António Martins Baptista"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": {},
        "keywords": [
            "Hospital Departments/organization & administration",
            "Internal Medicine/organization & administration"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2593",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Raiz de Cascavel: Histórias Cruzadas na Medicina Norte-Americana Colonial (Séc. XVIII)",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2592",
        "authors": [
            "Carla Vieira"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "This text explores two life paths that crossed under the sign of rattlesnake root, a native plant commonly used by the Seneca in Virginia but only discovered and applied in European-origin medicine in the second half of the 18th century. John Tennent and João de Sequeira shared their European roots, the influence of boerhaavian medicine on their medicalpractice and the enthusiasm for the therapeutic properties of rattlesnake root. Tennent, on settling in Virginia, learnt how the Seneca used this root to cure rattlesnake bites and used it to treat respiratory diseases, particularly pleurisy and pneumonia; amazed with the good results, he disseminated his discovery in America and Europe, although generating some controversy in the medical community. Sequeira, a doctor with family origins in Brazil and a childhood marked by inquisitorial harassment, studied medicine in Leiden under the influence of the boerhaavian school; he ended up moving to Williamsburg, where he began to use rattlesnake root as an essential element in his daily medical practice, as he made clear in his notes on the diseases prevalent in Virginia. The focus on the properties of this plant in the treatment of a variety of pathologies is indicative of the valorization of indigenous medicine and the search for innovative therapeutic treatments at the time.",
        "keywords": [
            "History",
            "18th Century",
            "Indians",
            "North American",
            "Medicine",
            "Traditional",
            "Phytotherapy",
            "Plants",
            "Medicinal"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2592",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Estudo Prospetivo de Sequelas Pulmonares em Doentes  Hospitalizados por COVID-19 durante a Primeira Fase da Pandemia  em Portugal",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2365",
        "authors": [
            "Diana Isabel Soares Silva Moreira Rocha",
            "Sónia Chan",
            "Ana Novo",
            "Joana Cardoso",
            "Ana Rita Cruz",
            "André Silva"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Introduction: Current evidence seems to suggest the persistence of long-term multisystemic sequelae in COVID-19 survivors. The evolution of symptoms after the acute phase is still uncertain, as is their real impact.Methods: This prospective observational study began during the first phase of the pandemic in Portugal and sought to follow patients hospitalized with COVID-19 for two years after discharge, analyzing potential pulmonary sequelae. To date, there have been no similar studies in Portugal.Results: The study included 36 patients hospitalized for COVID-19 between 1 March and 30 June 2020. Dyspnea was found to be the most prevalent and persistent respiratory symptom during follow-up. Regarding computed tomography changes, the most frequently described were ground glass and fibrotic changes, with improvement over one year of follow-up less evident in the case of fibrotic changes. Of particular note was the diagnosis of a case of pulmonary alveolar proteinosis associated with COVID-19, a rare entity, but one that has already been described in the literature. Changes in echocardiograms or respiratory function tests were rarely documented.Conclusion: Given the small sample size, further prospective studies will be needed to clarify. The results reflect the difficulties encountered in carrying out research during the pandemic period, which conditioned the design and realization of the study, but which will certainly serve as an example and support in similar crises in the future.",
        "keywords": [
            "COVID-19/complications",
            "Lung",
            "Portugal",
            "Post-Acute COVID-19 Syndrome",
            "Respiration Disorders"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2365",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Padrões de Prescrição de Inibidores da Bomba de Protões: Uma Análise Retrospetiva das Admissões em Enfermarias de Medicina Interna de um Hospital Terciário",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2513",
        "authors": [
            "Carlos Borges Chaves",
            "Sandra Santos",
            "Sandra Simões",
            "Jorge Fortuna",
            "Pedro Ribeiro"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Introduction: Proton pump inhibitors (PPIs) have revolutionized the treatment of various medical conditions, including gastroesophageal reflux disease and peptic ulcer disease. Due to their affordability, widespread availability, and favourable safety profile, they are among the most commonly prescribed medications today. However, they are often prescribed without a valid medical reason, a practice that can be observed in up to 80% of cases.Methods: A retrospective study was conducted with theprimary objective of assessing the proportion of patients onPPIs and the presence or absence of a valid indication for their use. Additionally, we examined whether PPI usage had any impact on hospitalization duration and mortality. Finally, a brief cost analysis of these medications was performed. The study was carried out using a sample of patients admitted to a tertiary university hospital over nine months in internal medicine wards. Electronic records were consulted to collect pertinent information.Results: A total of 164 patients, with an average age of82.7 ± 10.6 years, were assessed. The mean length of hospitalization was 12.7 ± 10.0 days. Approximately 61% of patients on PPIs lacked a valid indication for their use, whileapproximately one-fifth of patients not on PPIs had a validindication. In both patient groups, the most common indication for PPI usage was prophylaxis in high-risk patients taking nonsteroidal anti-inflammatory drugs (NSAIDs). PPIs did not demonstrate any influence on the length of hospitalization or mortality. On average, each patient on PPIs spent €25.8 per year, contributing to an unnecessary total public funds expenditure of €679.1 in the assessed sample.Conclusion: Considering the advanced age of the individuals, many of them were taking NSAIDs or antiplatelet agents, which is likely the reason for PPI prescription even in the absence of a valid indication. Various efforts have been made to implement measures to reverse this prescribing trend, with some showing effectiveness, notably educational outreach visits.",
        "keywords": [
            "Inappropriate Prescribing",
            "Practice Patterns",
            "Physicians",
            "Proton Pump Inhibitors/economics",
            "Proton Pump Inhibitors/therapeutic use"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2513",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Listeriose: A Experiência de um Centro Hospitalar Português",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2515",
        "authors": [
            "Andreia Costa",
            "Rui Carvalho",
            "Anusca Paixão",
            "Sara Sousa",
            "Rafael Jesus",
            "Fernando Guimarães"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Material and Methods: We selected the specimens positive for strains of Listeria spp. using the laboratory informatic system database of our hospital center from 2013-2020. The patients’ corresponding processes were reviewed for demographic variables and clinical data as predisposing conditions, type of infection and outcome.Results: Twenty-five cases of Listeria infection were identified, with a mean age of 66.6 years. Most individuals (92%) had some risk factor or predisposing condition, with the most frequent being age > 65 years (64%), followed by the use of proton pump inhibitors, diabetes, alcoholism, neoplasia, and immunosuppressive therapy. Nineteen cases of bacteriemia and 9 cases of CNS infection were observed, and focal forms such as endocarditis, spontaneous bacterial peritonitis and infected muscle hematoma were observed. Overall mortality was 16%. No patient with CNS infection has died. Only in one case was there a relationship with a possible food outbreak.Conclusion: In our series, we found data similar to those in the literature, but we highlight the high percentage of patients with multiple predisposing conditions, less common focal forms, and the absence of mortality in patients with CNS infection. The analysis of our data allowed us to understand the importance of clarifying the source of infection, which is why we advise the use of a questionnaire regarding the consumption of suspicious food or an outbreak of food origin.",
        "keywords": [
            "Listeria",
            "Listeria monocytogenes",
            "Listeriosis/complications",
            "Listeriosis/diagnosis",
            "Listeriosis/drug therapy",
            "Listeriosis/epidemiology"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2515",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Gestão da Hipercalemia em Contexto de Urgência: Recomendações de Boas Práticas Geradas por Metodologia de Consenso",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2527",
        "authors": [
            "Ana Sá Sousa",
            "Maria da Luz Brazão",
            "Cristina Marujo",
            "Inês Fortuna",
            "Isabel Almeida",
            "José Luis Almeida",
            "Nuno Bernardino Vieira",
            "Susana Neves Marques"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Introduction: Hyperkalemia (HK) is characterized by elevated serum potassium levels and is common in patientswith chronic kidney disease, diabetes mellitus and cardiovascular diseases. Severe hyperkalemia increases the risk of cardiac disturbances and mortality. Real-world studies and international expert groups highlight the urgent need to optimize hyperkalemia management however, consensus in this area is lacking, especially concerning new drugs. We aim to establish a consensus among healthcare professionals in Portugal regarding the effective management of HK in emergency settings. Additionally, we aim to provide recommendations for the adoption of best practices in emergency care.Methods: This qualitative study was based on Delphiconsensus. A panel of experts collaboratively identified anddiscussed five main topics related to HK management anddefined 25 treatment statements. An online questionnaire was distributed to doctors who frequently handle emergencies between July and August 2023. A consensus was defined when at least 65% of respondents indicated agreement or strong agreement with a statement. The initial round produced high agreement levels, obviating the need for additional survey rounds.Results: A total of 63 specialist doctors participated in the online questionnaire. There was a very high consensus,with over 90% of participants either agreeing or stronglyagreeing with 19 of the 25 statements. These establish thatHK is a critical concern for patients with chronic kidney disease, particularly those with a lower estimated glomerular filtration rate (eGFR), elderly population and patients on medications such as inhibitor renin-angiotensin–aldosterone system (iRAAS), angiotensin II receptor blockers ( ARBs), mineralocorticoid-receptor antagonists (MRAs), or potassium-sparing diuretics. They also agree that HK is associated with higher mortality risk, which increases in individuals with underlying conditions or prolonged HK. Statements regarding potassium management involving sodium zirconium cyclosilicate (SZC), patiromer, scavengers in patients on iRAAS, and related to insulin treatment had the lowest consensus levels.Conclusion: A robust consensus among Portuguesehealthcare professionals regarding effective HK management in emergency settings was achieved. Experts collaboratively formulated recommendations covering key aspects of the management of HK in emergency settings. Implementing these recommendations will enhance the delivery of harmonized evidence-based medical care and the improvement of clinical outcomes.",
        "keywords": [
            "Consensus",
            "Delphi Technique",
            "Hyperkalemia/ diagnosis",
            "Hyperkalemia/drug therapy",
            "Polymers",
            "Potassium",
            "Renin-Angiotensin System",
            "Silicates"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2527",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Um Caso Raro de Toxicidade Hepática Induzida por Dapagliflozina",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2520",
        "authors": [
            "Catarina Fernandes",
            "Paulo Torres Ramalho"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Drug-induced liver injury is a challenging clinical condition in terms of both diagnosis and treatment. It presents a wide range of clinical manifestations, and identification of the implicated substance is crucial. Several adverse effects have been described in association with dapagliflozin, but not liver enzyme elevation. The authors present the case of a 71-year-old diabetic woman who developed gastrointestinal symptoms one month after increasing the dose of dapagliflozin. Liver enzyme elevation was observed, without evidence of obstructive causes on imaging exams. Other causes of liver disease were excluded, and liver biopsy favored a toxic/drug etiology. Liver enzyme normalization was observed after discontinuation of dapagliflozin. Liver injury associated with sodium-glucose cotransporter 2 inhibitors is very rare, and the authors aim to raise awareness about the potential hepatotoxic effects of dapagliflozin, highlighting the importance of early diagnosis and appropriate treatment.",
        "keywords": [
            "Chemical and Drug Induced Liver Injury",
            "Dapagliflozin",
            "Sodium-Glucose Transporter 2 Inhibitors/adverse effects"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2520",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Um Caso Raro de Trombocitopenia Trombótica Induzida pela Vacina  Após uma Vacina de mRNA COVID",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2566",
        "authors": [
            "Francisca Correia",
            "Ester Ferreira",
            "Isabel Hipólito Reis",
            "Filipe Conceição",
            "Manuela Carvalho"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Vaccine-induced immune thrombotic thrombocytopenia (VITT) is primarily a complication of adenoviral vector-based COVID-19 vaccination. Emerging data are consistent with the possibility that rare cases of VITT may be seen in the setting of an mRNA vaccine.We present a case of a 62-year-old man, admitted due to multiple arterial and venous thrombotic events with severe thrombocytopenia, coagulopathy and elevated D-dimer, some days after administration of mRNA COVID-19 vaccine. After the exclusion of other etiologies and in the presence of detectable antibodies against anti-PF4 (ELISA only), the diagnosis of VITT was made. The patient improved after starting treatment with intravenous immunoglobulin, methylprednisolone, and argatroban, followed by oral prednisolone and apixaban. Despite anticoagulation a progression of a deep vein thrombosis happened, and anticoagulation therapy was changed to unfractionated heparin and then to warfarin.Despite the guidelines, increasing knowledge of VITT pathogenesis suggests that heparin does not worsen the course of the disease.",
        "keywords": [
            "COVID-19",
            "COVID-19 Vaccines/adverse effects",
            "mRNA Vaccines",
            "SARS-CoV-2",
            "Purpura",
            "Thrombocytopenic",
            "Idiopathic/chemically induced",
            "Thrombocytopenia/ chemically induced"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2566",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Doença de Bowen em Doente com Infeção VIH",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1829",
        "authors": [
            "Diana Rocha",
            "João Borralho",
            "Ana   Brochado",
            "João  Vaz Alves"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": {},
        "keywords": [
            "Bowen's Disease/diagnosis",
            "HIV Infections/complications"
        ],
        "doi": "https://doi.org/10.24950/rspmi.1829",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Litíase Vesical Maciça: Uma Manifestação Exuberante de Urolitíase",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2568",
        "authors": [
            "Ricardo Pereira",
            "Mónica Côrte-Real",
            "Rui Caceiro",
            "Hugo Jorge Casimiro"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": {},
        "keywords": [
            "Urinary Bladder Calculi"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2568",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Doença Hepática Esteatótica Associada a Disfunção Metabólica: Uma  Atualização do Rastreio e Opções Terapêuticas",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2522",
        "authors": [
            "Luís Fernandes",
            "Sofia Osório de Castro",
            "Sara S. Santos",
            "Sérgio Gomes Ferreira",
            "Luís Andrade",
            "Cátia Henriques"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is one of the most common forms of chronic liver disease, particularly associated with obesity and type 2 diabetes mellitus. The prevalence has been increasing in recent years, currently affecting around 25% of the world's population. The hallmark of its pathophysiology lies in insulin resistance and the accumulation of fat inside hepatocytes. Several clinical scores allow cost-effective screening, such as FIB-4 and NFS. Although it is considered the gold standard, liver biopsy can often be avoided by using hepatic elastography. Numerous drugs used in diabetes have therapeutic potential in metabolic dysfunction-associated steatotic liver disease, with the most studied class being GLP-1 receptor agonists. The bidirectional pathophysiological association between metabolic dysfunction-associated steatotic liver disease and diabetes will enable the development of this field and the emergence of new therapies",
        "keywords": [
            "Diabetes Mellitus",
            "Type 2",
            "Fatty Liver",
            "Metabolic Syndrome",
            "Non-alcoholic Fatty Liver Disease"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2522",
        "publish_date": "2024-09-26"
    },
    {
        "title": "O Papel da Medicina Interna numa Missão Humanitária em Guiné- Bissau",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2542",
        "authors": [
            "Andreia Amaral",
            "Beatriz Sousa",
            "Filipa Cardoso"
        ],
        "edition": "Vol. 31 No. 3 (2024): Julho/Setembro",
        "abstract": {},
        "keywords": [
            "Altruism",
            "Developing Countries",
            "Guinea-Bissau",
            "Internal Medicine",
            "Medical Missions/organization & administration"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2542",
        "publish_date": "2024-09-26"
    },
    {
        "title": "Liderança em Medicina Interna Geral: Estamos a Liderar ou a Gerir?",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2669",
        "authors": [
            "Flávia  Borges"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2669",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Equipa Multidisciplinar de Planeamento de Altas: Um Projeto do Serviço de Medicina 2 da Unidade Local de Saúde Amadora/Sintra",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2580",
        "authors": [
            "João Tiago Serra",
            "Cláudia Machado",
            "Renata Gomes",
            "Miguel Achega",
            "Fernanda Bessa"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": "O desafio colocado pela procura de equilíbrio entre a capacidade de internamento nas enfermarias de Medicina Interna e as crescentes necessidades sociais dos utentes ali internados é uma variável em constante tensão. O elevado número de internamentos sociais é um problema sobejamente conhecido e limitador da adequada resposta de admissão para doentes agudos. As Equipas de Planeamento de Altas, enquanto gestoras de caso, são equipas multidisciplinares, constituídas por médicos, enfermeiros e assistentes sociais, que trabalham emarticulação com todos os profissionais envolvidos no percurso clínico e planeamento da alta. O modelo de funcionamento da equipa assenta na avaliação precoce e sistemática de todos os utentes com recurso a três escalas, enquanto instrumentos que constituem a primeira avaliação do utente pela equipa. A monitorização de diversos indicadores em tempo real permite o reajuste e melhoria do processo de avaliação, bem como a monitorização de ganhos em termos de indicadores assistenciais.",
        "keywords": [
            "Alta do Doente",
            "Equipa de Cuidados ao Doente"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2580",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Custos Diretos da Insuficiência Cardíaca na Região Autónoma da Madeira",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/1778",
        "authors": [
            "Luís  Ramos dos Santos",
            "Ana Patrícia Marques",
            "Sílvia  Lopes"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {
            "Introdução": "A insuficiência cardíaca (IC) é um problemaglobal de saúde pública. Desconhece-se o impacto económico da IC na Região Autónoma da Madeira (RAM) pelo que é fundamental caracterizar a sua prevalência, perfil de utilização de recursos e custos associados.",
            "Métodos": "Estudo custo-doença, baseado em prevalência,relativo ao ano 2014, e analisado na perspetiva do sistema de saúde regional. Os internamentos e a utilização da urgência foram identificados pela International Classification of Diseases 9th edition Clinical Modification (ICD-9CM). O número de consultas, exames e medicação foi estimado a partir da literatura. Os custos foram baseados na tabela de preços dos Grupos de Diagnósticos Homogéneos e na tabela de preços do Sistema Regional de Saúde.",
            "Resultados": "Estimou-se uma prevalência de 4,93% (9201indivíduos) para uma população com idade superior a 25anos. Destes, 4140 sintomáticos e, portanto, consumidoresde recursos. Identificaram-se 426 internamentos por IC, 17305 consultas médicas de cuidados de saúde primários, 857episódios de urgência e 6707 consultas médicas hospitalares. O custo direto total foi €4 089 540,10. O custo em cuidados hospitalares (CH) foi a principal rubrica de custos (56%), seguido dos cuidados de saúde primários (23%) e consumo de medicamentos (20%). O custo médio anual por doente foi €987,81.",
            "Conclusão": "O custo direto total corresponde a 0,1% doproduto interno bruto da RAM e 1,2% da despesa da saúdeda RAM para o ano de referência. Estes resultados fornecem informação até aqui desconhecida e poderão auxiliar na implementação de modelos e estruturas que promovam a redução das hospitalizações, principal motor de custos diretos."
        },
        "keywords": [
            "Custo da Doença",
            "Despesas de Saúde",
            "Ilha da Madeira",
            "Insuficiência Cardíaca/economia",
            "Portugal"
        ],
        "doi": "https://doi.org/10.24950/rspmi.1778",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Desafio do Tratamento da Ateromatose Complexa da Aorta em Contexto de Acidente Vascular Cerebral Isquémico: Uma Análise Retrospetiva",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2426",
        "authors": [
            "Daniela Cruz",
            "Mafalda Sequeira",
            "Nazar Ilchyshyn",
            "Inês Pintassilgo"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {
            "Introdução": "A ateromatose complexa da aorta é umacausa importante de acidente vascular cerebral (AVC). Contudo, a falta de evidência científica leva a que o seu tratamento seja bastante controverso, tornando imperativa a realização de mais estudos. Este estudo pretende avaliar a eficácia e a segurança das várias estratégias terapêuticasutilizadas na ateromatose complexa da aorta.",
            "Material e Métodos": "Foi realizada uma análise retrospetivados doentes internados por AVC isquémico com diagnóstico de ateromatose complexa da aorta por ecocardiograma transesofágico, entre 1 de janeiro de 2010 e 31 de dezembro de 2022.",
            "Resultados": "Dos 82 doentes incluídos, 23,2% apresentaramrecorrência de AVC isquémico, dos quais 47,4% estavammedicados com clopidogrel em monoterapia. Os doentes medicados com clopidogrel apresentaram maior recorrência de AVC isquémico (p <0,001), enquanto doentesmedicados com dupla antiagregação apresentaram menor recorrência (p = 0,035). Doentes medicados com anticoagulantes orais diretos não apresentaram recorrência. Dos doentes medicados com varfarina, cinco tiveram recorrência com INR infra-terapêutico e dois apresentaram eventos hemorrágicos.",
            "Conclusão": "Na nossa população a utilização de duplaantiagregação com ácido acetilsalicílico e clopidogrel durante 3 a 6 meses seguido de antiagregação simples comácido acetilsalicílico demonstrou ser a estratégia mais segura e eficaz no tratamento do AVC isquémico associado a ateromatose complexa da aorta, enquanto o uso de clopidogrel se associou a maior taxa de recorrência. Nos doentes com indicação para anticoagulação os anticoagulantes orais diretos pareceram ser eficazes e mais seguros do que a varfarina."
        },
        "keywords": [
            "Acidente Vascular Cerebral",
            "Aorta Torácica",
            "Aterosclerose",
            "Fatores de Risco de Doenças Cardíacas",
            "Isquemia"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2426",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Estudo Populacional das Prioridades Verde e Azul num Serviço de Urgência",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/188-92",
        "authors": [
            "David Prescott",
            "Ana Isabel Brochado",
            "Vasco Evangelista",
            "Andreia  Carlos",
            "Ana Sofia Corredoura"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {
            "Introdução": "A gestão do Serviço de Urgência Geral (SUG) é complexa e multifatorial, com um influxo crescente de utentes, levando a sobrelotação hospitalar, com maiores tempos de espera, desgaste profissional e menor qualidade de cuidados. Cerca de 43% dos casos em Portugal são classificados como admissões não urgentes e pouco urgentes.",
            "Métodos": "Este estudo observacional retrospetivo foi realizado no SUG de um hospital distrital de Portugal, de outubro de 2018 a maio de 2019. Foram incluídos adultos com prioridade verde e azul na triagem. O destino na alta e o número de admissões à urgência foram analisados, com associações examinadas em relação à idade, modo de proveniência, ativação de via azul e acesso a cuidados de saúde primários.",
            "Resultados": "Incluímos 41 066 episódios, a maioria deles com prioridade verde (99,9%). A maioria dos doentes, 98,8%, teve alta para cuidados ambulatórios. Os frequent flyers (≥ 4 admissões) constituíam 3,3% dos doentes e os high users (≥ 10admissões) 0,3%. A análise mostrou associações significativas entre o destino à data de alta com a idade, com a proveniência e com a ativação da via azul (p <0,001). Houve ainda uma associação estatisticamente muito significativa entre o número de admissões e a idade (p <0,001) e o número de admissões e a capacidade de acesso aos CSP (p <0,001).",
            "Conclusão": "O estudo destaca a importância de vários fatores no destino dos doentes, mostrando uma forte associação entre a idade e a probabilidade de internamento. Além disso, a forma de chegada ao SUG e a ativação da via azul também se associam com o destino do doente. No entanto, são necessários mais estudos para entender os problemas sistémicos do SUG."
        },
        "keywords": [
            "Admissão de Doentes",
            "Alta do Doente",
            "Mau Uso de Serviços de Saúde",
            "Serviço de Urgência Hospitalar",
            "Triagem"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2512",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Fatores Associados ao Retorno Hospitalar Durante o Internamento em Hospitalização Domiciliária",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2514",
        "authors": [
            "Daniela Meireles",
            "José  Alvarelhão",
            "João Pedro da Costa Oliveira",
            "Flávio Pereira",
            "Joana  Neves",
            "Susana  Cavadas"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {
            "Introdução": "O retorno hospitalar, define-se como “a transferência do doente para internamento convencional durante o internamento em hospitalização domiciliária (UHD)” e é um dos critérios utilizados para medir a qualidade dos serviços.",
            "Material e Métodos": "Estudo observacional retrospetivo com duração de dois anos, com recolha de dados sociodemográficos e clínicos, indicadores relativos ao processo de gestão clínica e os motivos para retorno ao internamento convencional. Realizada análise estatística para comparar: ‘doentes que se mantiveram em UHD’ versus ‘doentes com retorno’ e análise de correspondência múltipla (ACM).",
            "Resultados": "Foram incluídos 562 doentes. Destes, 30 tiveram retorno, correspondendo a uma taxa de 5,3%. Nenhuma das variáveis se associou com o retorno ao hospital. Foi também realizada uma ACM na qual se encontrou uma relação entre o ‘destino’ no final do internamento e a ‘faixa etária’.",
            "Conclusão": "A comparação das taxas de retorno é difícil, dada a heterogeneidade de serviços disponibilizados, no entanto, nesta análise, a taxa de retorno é baixa, não tendo sido possível encontrar variáveis que se associem com o risco de retorno. Não se sabe qual seria a taxa de retornosideal, mas o desejável é que aconteçam com a menor frequência possível, sem colocar o doente em risco."
        },
        "keywords": [
            "Hospitais",
            "Hospitalização",
            "Serviços Hospitalares de Assistência Domiciliar",
            "Transferência de Doentes"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2514",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Síndrome de Sobreposição Hepatite Autoimune / Colangite Biliar Primária Seronegativa",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2490",
        "authors": [
            "Andreia Coutinho",
            "Cecília Soares",
            "João Cardoso",
            "Jorge Leão",
            "Violeta Iglesias",
            "Mário Esteves"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": "Continua por esclarecer se a síndrome de sobreposição representa uma variante da colangite biliar primária, da hepatite autoimune ou uma entidade clínica distinta. No presente artigo,apresentamos um caso clínico, delineando a marcha diagnóstica e a abordagem terapêutica de uma doente diagnosticada com esta patologia. Trata-se de uma mulher caucasiana de 64 anos, cujas manifestações clínicas abrangem características de ambas as doenças: o padrão bioquímico é sugestivo de hepatite autoimune, enquanto a histologia revela alterações típicas da colangite biliar primária. Contudo, nenhum autoanticorpo foi identificado durante a investigação diagnóstica.",
        "keywords": [
            "Cirrose Hepática Biliar",
            "Colangite",
            "Hepatite Autoimune"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2490",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Doença de Wilson: A História Familiar",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2491",
        "authors": [
            "Maria Teresa Brito",
            "Sofia Miranda",
            "Mariana Pacheco",
            "Inês Pinho",
            "José Presa Ramos"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": "A doença de Wilson (WD) é uma doença rara de acumulação de cobre, monogénica e autossómica recessiva. As características clínicas incluem doença hepática, anemia hemolítica, distúrbios neuropsiquiátricos e depósitos de cobre na córnea - anéis de Kayser-Fleischer, uma caraterística da WD. O tratamento é sempre necessário, para evitar a progressão da doença, o que realça a importância de um diagnóstico preciso.Relatamos os casos de dois irmãos jovens com WD com doença hepática e anéis de Kayser-Fleischer - ambos eram assintomáticos e a história familiar era positiva para doença hepática de etiologia desconhecida. O irmão mais velho apresentava aminotransferases e gama-glutamiltransferase elevadas - o estadiamento da fibrose por elastografia transitória era F4, a ressonância magnética abdominal mostrava esteatose hepática, a ceruloplasmina era indetetável e o cobre urinário de 24 horas estava marcadamente elevado. O diagnóstico de~WD foi confirmado pelos anéis de Kayser-Fleischer. O irmão mais novo também apresentava ALT e GGT elevadas, ceruloplasmina extremamente baixa, cobre urinário de 24 horas elevado e anéis de Kayser-Fleischer. Ambos os doentes começaram tratamento e mantêm seguimento ativo.",
        "keywords": [
            "Cobre/metabolismo",
            "Degenerescência Hepatolenticular/diagnóstico",
            "Degenerescência Hepatolenticular/ tratamento"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2491",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Semiologia de um Tamponamento Cardíaco: Turgescência Venosa Jugular",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/794",
        "authors": [
            "Pedro Fernandes Moura",
            "Fernando Mané",
            "Pedro Macedo Neves"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {},
        "keywords": [
            "Derrame Pericárdico",
            "Pericardiocentese",
            "Tamponamento Cardíaco",
            "Veias Jugulares/patologia"
        ],
        "doi": "https://doi.org/10.24950/rspmi.794",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Dermatomiosite: A Importância do Olho Clínico",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2314",
        "authors": [
            "Joana Gomes da Cunha",
            "Sofia  Santos Pereira",
            "Inês Guimarães Rento",
            "Vera Romão"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": {},
        "keywords": [
            "Dermatomiosite/diagnóstico"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2314",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Hemocromatose",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2578",
        "authors": [
            "Margarida Araújo",
            "Eulália Antunes",
            "Ana Isabel Machado",
            "Francisco Gonçalves"
        ],
        "edition": "Vol. 31 No. 4 (2024): Outubro/Dezembro",
        "abstract": "A hemocromatose é uma doença hereditária do metabolismo do ferro que resulta de defeitos genéticos no eixo hepcidina-ferroportina, com penetrância variável e, portanto, heterogeneidade clínica. Ocorre uma absorção descontrolada do ferro e risco de sobrecarga a nível do fígado, coração, pâncreas, articulações e órgãos endócrinos. Os doentes estão em risco de evolução para cirrose e carcinoma hepático. Deve ser suspeitada na presença de sintomas, história familiar ou elevação dos marcadores séricos do ferro, em especial da saturação da transferrina. O diagnóstico é desafiante pela inespecificidade de manifestações clínicas e dos marcadores séricos do ferro. Há vários genes implicados,mas o HFE é o mais frequentemente afetado; a homozigotia C282Y associada a sobrecarga de ferro faz diagnóstico; outras variantes genéticas podem necessitar de estudo complementar com ressonância magnética ou biópsia hepática. O tratamento preferencial é a flebotomia, ou, em alternativa, eritrocitaferese ou quelação do ferro. Apresentam elevada morbimortalidade que pode ser reduzida com o início atempado do tratamento.",
        "keywords": [
            "Hemocromatose/classificação",
            "Hemocromatose/ diagnóstico",
            "Hemocromatose/epidemiologia",
            "Hemocromatose/ fisiopatologia",
            "Hemocromatose/terapia"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2578",
        "publish_date": "2024-12-19"
    },
    {
        "title": "Revisão pelos Pares e Cidadania Científica",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2723",
        "authors": [
            "Helena Donato",
            "José  Mariz"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {},
        "keywords": [
            "."
        ],
        "doi": "https://doi.org/10.24950/rspmi.2723",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Significado Clínico da Elevação Extrema da Velocidade de Sedimentação: Diagnósticos e Sobrevida em 681 Doentes num Hospital Português",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2579",
        "authors": [
            "Tiago  Tribolet de Abreu",
            "Bárbara Batista",
            "Nuno Lupi Manso"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {
            "Introdução": "O nosso objetivo foi estudar a associação entre elevações extremas da velocidade de sedimentação (VS) (>100 mm/h) e a distribuição por categorias de doenças, doenças, idade, sexo, níveis de proteína C-reactiva e sobrevida a 5 anos.",
            "Métodos": "Estudo retrospetivo de todos os doentes com elevação extrema da VS avaliados num hospital português de 1 de Janeiro de 2008 a 31 de Dezembro de 2012. Variáveis independentes incluíram categorias de doenças, subcategorias,idade, sexo e níveis de PCR. A situação vital e data de morte foram determinadas pelo uso do Sistema de Prescrição Eléctrica português.",
            "Resultados": "Uma VS superior a 100 mm/h foi determinada em 681 doentes (1,5% de todas as avaliações de VS). A categoria diagnóstica mais frequente foi infecção (461, 65,1%), seguida de neoplasia (107, 15,1%), e de inflamação/ autoimunidade (85, 12,0%). A doença mais prevalente foi a pneumonia (227, 33,3% de todos os doentes). A infeção era menos provável nos doentes de ambulatório (20,7%), assim como a neoplasia em mulheres (11,4%). A mortalidade a cinco anos foi de 70,3%, superior nos doentes com neoplasia (83%) e inferior nos doentes com inflamação/autoimunidade (45,9%).",
            "Conclusão": "Verificámos que quase todos os doentes com elevação extrema da VS têm uma etiologia identificável, com infecção a ser a causa em cerca de dois terços e a pneumonia a ser responsável em cerca de um terço de todos os doentes. A infecção foi menos provável em doentes de ambulatório, assim como a neoplasia em mulheres. Os níveis de VS e de PCR têm fraca correlação nestes doentes. A mortalidade a cinco anos foi de 70,3%, com a sobrevida a ser significativamente menor em doentes com neoplasia, e superior em doentes com inflamação/autoimunidade. Estes resultados poderão auxiliar à avaliação diagnóstica e prognóstica dos doentes com elevações extremas da VS."
        },
        "keywords": [
            "Mortalidade",
            "Velocidade de Sedimentação"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2579",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Comportamento do Utilizador do Serviço de Urgência do Hospital da Horta-Açores",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2582",
        "authors": [
            "Ana Simas",
            "Nuno Amorim",
            "Catarina Cabrita",
            "Ricardo Veloso",
            "Juvenal Morais",
            "Rui Suzano"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {
            "Introdução": "O uso inapropriado dos serviços de urgência,com todas as consequências negativas para os sistemas desaúde, é um fenómeno generalizado multifactorial e com tendência crescente.",
            "Métodos": "Para conhecer a nossa realidade fizemos um estudo do comportamento do utilizador do serviço de urgência do Hospital da Horta através de um inquérito, tendo sido analisados 463 casos, representando 6,5% de todos os episódios do período de estudo, dos quais 44% eram do género masculino e 56% feminino e dois terços dos quais tinham idades entre 24 e os 66 anos.",
            "Resultados": "Com base na triagem de Manchester 60% dos inquiridos foram classificados não urgentes (Verdes, Azuise Brancos). Apenas 5% tinha contactado a linha Saúde24 e só 12% tentou consulta no médico de família.",
            "Conclusão": "Os motivos principais pela opção hospitalar foram a auto percepção de urgência clínica, a busca na celeridade do Serviço de Urgência para resolução do problema, o menor tempo de espera no atendimento, a maior probabilidade de acesso a um especialista hospitalar e/ou a exames diagnósticos e a uma expectativa de maior qualidade no serviço prestado."
        },
        "keywords": [
            "Açores",
            "Inquéritos e Questionários",
            "Mau Uso de Serviços de Saúde/estatísticas e dados numéricos",
            "Serviço de Urgência Hospitalar/estatística e dados numéricos"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2582",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Diabetes, um Possível Treatable Trait na Doença Pulmonar Obstrutiva Crónica: Análise de uma Coorte",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2595",
        "authors": [
            "Luísa Viveiros",
            "Andrea Mateus",
            "João Neves",
            "Paulo Conceição",
            "Inês Marques Ferreira",
            "Ana Rubim Correia"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {
            "Introdução": "A diabetes mellitus é uma comorbilidade comum e associa-se a pior prognóstico na doença pulmonar obstrutiva crónica. Recentemente, tem sido proposta a abordagem de múltiplos treatable traits no tratamento da doença pulmonar obstrutiva crónica. Apesar da evidência da relação fisiopatológica entre as duas doenças, a literaturarelativa à diabetes mellitus como treatable trait da doença pulmonar obstrutiva crónica é escassa.",
            "Métodos": "Realizou-se um estudo de coorte retrospetivo, que incluiu indivíduos com doença pulmonar obstrutiva crónica, seguidos na Consulta Externa de Medicina Interna de um hospital universitário. Foram avaliados a presença de diabetes mellitus, o controlo glicémico e os outcomes da doença pulmonar obstrutiva crónica.",
            "Resultados": "Foram incluídos 279 doentes. A maioria (76,3%) era do sexo masculino, com média etária de 71,1 ± 9,5 anos. A prevalência da diabetes mellitus foi 30,8%. A maioria dos doentes diabéticos (54,7%) apresentou bom controlo glicémico (HbA1c < 7%). A mediana de HbA1c foi 6,7% [1,0]. Não se verificou uma diferença estatisticamente significativa entre diabéticos e não diabéticos relativamente ao estadio da doença pulmonar obstrutiva crónica, risco de exacerbação aguda de doença pulmonar obstrutiva crónica a um ano, tempo de internamento por exacerbação aguda ou mortalidade a um ano.",
            "Conclusão": ": A prevalência e a incidência de diabetes mellitus nos doentes com doença pulmonar obstrutiva crónica foram superiores em relação à população geral. Nesta população, verificou-se um bom controlo glicémico na maioria dos doentes e a diabetes não se associou a outcomes adversos na doença pulmonar obstrutiva crónica. A diabetes deve ser considerada como treatable trait da doença pulmonar obstrutiva crónica e o controlo glicémico deve ser um alvo terapêutico. A consulta externa de Medicina Interna desempenha um importante papel na abordagem integradora de que o doentecom doença pulmonar obstrutiva crónica beneficia."
        },
        "keywords": [
            "Diabetes Mellitus",
            "Doença Obstrutiva Crónica do Pulmão/tratamento"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2595",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Síndrome de DRESS: Uma Revisão Baseada num Caso Clínico",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2353",
        "authors": [
            "Pedro Fernandes Moura",
            "Inês Albuquerque Monteiro",
            "Ana Lima Silva",
            "João Correia Cardoso",
            "Pedro Macedo Neves"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": "A síndrome DRESS é uma doença rara, mas potencialmente fatal, que pode cursar com erupções cutâneas e envolvimento multiorgânico.Relatamos o caso de uma puérpera de 28 anos que desenvolveu exantema cutâneo 2 meses após o parto por cesariana, com dores musculares, odinofagia, tosse e febre. A erupção cutânea começou nos membros inferiores e progrediupor todo o corpo. Foi medicada com ceftriaxone durante o parto, tendo também histórico de uso de diclofenac e metildopa. Pontuou 6 no score RegiSCAR, confirmando o diagnóstico de síndrome DRESS. A paciente também desenvolveu hepatite tóxica, motivando tratamento com corticoterapiaintravenosa. Após 2 semanas de tratamento e evicção dos fármacos responsáveis, teve alta com melhora clínica e laboratorial.Este caso destaca a importância do diagnóstico e tratamento imediatos das reações farmacológicas tardias, especialmente da síndrome DRESS, cujo diagnóstico pode ser desafiador devido à sua apresentação tardia.",
        "keywords": [
            "Exantema",
            "Período Pós-Parto",
            "Síndrome de Hipersensibilidade a Medicamentos"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2353",
        "publish_date": "2025-03-31"
    },
    {
        "title": "O Uso do Exame Físico Alargado por PoCUS no Diagnóstico de uma Apendicite",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2375",
        "authors": [
            "Bernardo Silva",
            "Jossymar Otero-González",
            "Ángel Robles Marahuenda",
            "Pedro Manata",
            "Yale Tung-Chen"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": "O abdómen agudo define-se como uma dor abdominal súbita e abrange um vasto grupo de diagnósticos. A apendicite, compreendida dentro deste conjunto de patologias, é a emergência abdominal cirúrgica mais frequente no mundo epode resultar em elevada mortalidade e morbilidade. Apesar do seu diagnóstico ser clínico, há alguns casos em que é difícil distinguir dos diferentes quadros de dor abdominal.O uso da ecografia no Serviço de Urgência tornou--se muito frequente, mas, considerando a problemática da potencial demora na realização deste exame e a condição crítica de alguns pacientes, é necessária uma abordagem focada e específica para os sintomas apresentados. Assimsendo, o point-of-care ultrasound augmented clinical exam (PACE) tem assumido uma importância progressivamente maior, nomeadamente no abdómen agudo, visto permitir o reconhecimento e diagnóstico precoces e, consequentemente, a iniciação célere das medidas terapêuticas necessárias.Descrevemos o caso de uma paciente com abdómen agudo no qual o PACE, realizado por um profissional experiente, ajudou no diagnóstico de apendicite apesar dos restantes exames complementares de diagnóstico serem normais.",
        "keywords": [
            "Apendicite/diagnóstico por imagem",
            "Ecografia",
            "Sistemas Point of Care"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2375",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Causa Rara de Disfunção Ventricular Esquerda em Adultos",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2496",
        "authors": [
            "Daniela Antunes",
            "Inês de Albuquerque Monteiro",
            "Bernardo  Silvério",
            "Carla Madureira Pinto"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {},
        "keywords": [
            "Anomalias dos Vasos Coronários",
            "Artéria Pulmonar/ anomalias congénitas",
            "Disfunção Ventricular Esquerda"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2496",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Pneumoencéfalo: Cérebro em Bolhas",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2615",
        "authors": [
            "Joana Reis Aguiar",
            "Ana Rafaela Ribeiro",
            "Andreia Vilas Boas"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {},
        "keywords": [
            "Pneumoencéfalo/diagnóstico por imagem",
            "Pneumoencéfalo/etiologia",
            "Viagem Aerea"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2615",
        "publish_date": "2025-03-31"
    },
    {
        "title": "Melhorando os Desfechos da Síndrome Coronária Aguda com a Integração da Classificação OMI (OCA/NOCA)",
        "url": "https://revista.spmi.pt/index.php/rpmi/article/view/2649",
        "authors": [
            "Bernardo Vidal Pimentel",
            "Marta Azevedo Ferreira",
            "José Nunes de Alencar"
        ],
        "edition": "Vol. 32 No. 1 (2025): Janeiro / Março",
        "abstract": {},
        "keywords": [
            "Infarte do Miocárdio com Supradesnível do Segmento ST",
            "Infarte do Miocárdio sem Supradesnível do Segmento ST",
            "Síndrome Coronária Aguda"
        ],
        "doi": "https://doi.org/10.24950/rspmi.2649",
        "publish_date": "2025-03-31"
    }
]